{
  "itemCards": [
    {
      "id": "1",
      "itemCategory": "Christmas",
      "itemImage": "/assets/images/film-posters/violent-night.png",
      "itemTitle": "Violent Night",
      "itemLink": "/",
      "itemDescription": "When a team of mercenaries breaks into a wealthy family compound on Christmas Eve, taking everyone inside hostage, the team isn't prepared for a surprise combatant: Santa Claus is on the grounds, and he's about to show why this Nick is no saint"
    },
    {
      "id": "2",
      "itemCategory": "Comic",
      "itemImage": "/assets/images/film-posters/endgame.png",
      "itemTitle": "Endgame",
      "itemLink": "/",
      "itemDescription": "After the devastating events of Avengers: Infinity War (2018), the universe is in ruins due to the efforts of the Mad Titan, Thanos. With the help of remaining allies, the Avengers must assemble once more in order to undo Thanos's actions and undo the chaos to the universe, no matter what consequences may be in store, and no matter who they face..."
    },
    {
      "id": "3",
      "itemCategory": "SiFi",
      "itemImage": "/assets/images/film-posters/avatar.png",
      "itemTitle": "Avatar",
      "itemLink": "/",
      "itemDescription": "Jake Sully lives with his newfound family formed on the extrasolar moon Pandora. Once a familiar threat returns to finish what was previously started, Jake must work with Neytiri and the army of the Na'vi race to protect their home."
    },
    {
      "id": "4",
      "itemCategory": "Action",
      "itemImage": "/assets/images/film-posters/bullet-train.png",
      "itemTitle": "Bullet Train",
      "itemLink": "/",
      "itemDescription": "Unlucky assassin Ladybug (Brad Pitt) is determined to do his job peacefully after one too many gigs has gone off the rails. Fate has other plans, however: Ladybug's latest mission puts him on a collision course with lethal adversaries from around the globe--all with connected, yet conflicting, objectives--on the world's fastest train. The end of the line is just the beginning in this non-stop thrill-ride through modern-day Japan."
    },
    {
      "id": "5",
      "itemImage": "/assets/images/film-posters/dune.png",
      "itemTitle": "Dune",
      "itemLink": "/",
      "itemDescription": "A mythic and emotionally charged hero's journey, \"Dune\" tells the story of Paul Atreides, a brilliant and gifted young man born into a great destiny beyond his understanding, who must travel to the most dangerous planet in the universe to ensure the future of his family and his people. As malevolent forces explode into conflict over the planet's exclusive supply of the most precious resource in existence-a commodity capable of unlocking humanity's greatest potential-only those who can conquer their fear will survive"
    },
    {
      "id": "6",
      "itemCategory": "Comic",
      "itemImage": "/assets/images/film-posters/black-panther.jpg",
      "itemTitle": "Black Panther",
      "itemLink": "/",
      "itemDescription": "Queen Ramonda, Shuri, M'Baku, Okoye and the Dora Milaje fight to protect the kingdom of Wakanda from intervening world powers in the wake of King T'Challa's death. As the Wakandans strive to embrace their next chapter, the heroes must band together with the help of War Dog Nakia and Everett Ross and forge a new path for their nation.\n"
    }
  ]
}
